Revit 2027 API
ParameterTypeId.LineColorAboveCutMark Property
 "Color Above Cut Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LineColorAboveCutMark { get; }
Public Shared ReadOnly Property LineColorAboveCutMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LineColorAboveCutMark {
	ForgeTypeId^ get ();
}
static member LineColorAboveCutMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace